Repository: sugarlabs/reflection
Catalog: po/*.po
Languages: th

source: Reflection
th: สะท้อน

source: Game
th: เกมส์

source: Start a new horizontal-reflection game.
th: เรื่ม เกม สะท้อนแบบแนวนอน

source: Start a new vertical-reflection game.
th: เรื่มเกมสะท้อนแบบแนวตั้ง

source: Start a new bilateral-reflection game.
th: เรื่มเกมสะท้อนแบบมีสองด้าน

source: Play with the robot.
th: เล่นกับหุ่นยนต์

source: Click on the dots to make a horizontal reflection.
th: กดปุ่มเผื่อจะสร้างภาพสะท้อนแบบแนวนอน

source: Click on the dots to make a vertical reflection.
th: กดปุ่มเผื่อจะสร้างภาพสะท้อนแบบแนวตั้ง

source: Click on the dots to make a bilateral reflection.
th: กดปุ่มเผื่อจะสร้างภาพสะท้อนสองด้าน

source: keep trying
th: พยายามต่อไป

source: good work
th: เก่งมาก
